Repository: johaahn/keepass-rx
Catalog: keepass-rx/po/*.po
Languages: de, et, uk

source: Copy Username
et: Kopeeri kasutajanimi
uk: Копіювати Логін

source: Copy Password
et: Kopeeri salasõna
uk: Копіювати пароль

source: Open URL
et: Ava võrguaadress
uk: Відкрити посилання

source: Copy 2FA Code
et: Kopeeri 2FA-kood
uk: Копіювати код 2FA

source: View Entry
et: Vaata kirjet
uk: Переглянути запис

source: Tap to copy 2FA code
et: 2FA-koodi kopeerimiseks puuduta
uk: Тицніть для копіювання коду 2FA

source: About
de: Über
et: Rakenduse teave
uk: Інфо

source: KeePassRX is a work-in-progress password manager for KeePass password databases. It is licensed under the GNU GPL v3 license.
de: KeePassRX ist ein Passwortmanager für KeePass Passwortdatenbanken, der sich in anfänglicher Entwicklung befindet. Die App ist lizenziert unter der GNU GPL v3 Lizenz.
et: KeePassRX on arendusjärgus salasõnahaldur, mis KeePass-vormingus salasõnade andmebaaside jaoks. Rakendus on litsentseeritud GNU GPL v3 alusel.
uk: KeePassRX — це парольний менеджер для баз даних з паролями у форматі KeePass. Ліцензовано за умовами GNU GPL v3.

source: The built-in KeePass icon images are licensed under a variety of licenses as detailed in assets/COPYING.
de: Die integrierten KeePass Symbole sind nach verschiedenen Lizenzen lizensiert wie angegeben unter assets/COPYING.
et: Rakendusega kaasas olevad KeePassi ikoonifailid on litsentseeritud erinevate litsentside alusel, mis üksikasjalikult on kirjas failis „assets/COPYING“.

source: Source: <a href='https://git.agnos.is/projectmoon/keepass-rx'>https://git.agnos.is/projectmoon/keepass-rx</a>
de: Quelle: <a href='https://git.agnos.is/projectmoon/keepass-rx'>https://git.agnos.is/projectmoon/keepass-rx</a>
et: Lähtekood: <a href='https://git.agnos.is/projectmoon/keepass-rx'>https://git.agnos.is/projectmoon/keepass-rx</a>
uk: Джерело: <a href='https://git.agnos.is/projectmoon/keepass-rx'>https://git.agnos.is/projectmoon/keepass-rx</a>

source: Add Database
de: Datenbank hinzufügen
et: Lisa andmebaas
uk: Додати базу даних

source: Settings
de: Einstellungen
et: Seadistused
uk: Налаштування

source: Loading last database.
de: Letzte Datenbank wird geladen.
et: Laadin viimast andmebaasi.
uk: Завантаження останньої бази даних.

source: Select Database
de: Datenbank auswählen
et: Vali andmebaas
uk: Оберіть базу даних

source: Tap + to import a database.
de: Mit + eine Datenbank importieren.
et: Andmebaasi importimiseks klõpsa + ikooni.
uk: Імпортуйте базу даних через +.

source: It will only be removed from the app, not your device.
de: Diese wird nur aus der App entfernt, aber nicht vom Gerät gelöscht.
et: Ta eemaldatakse rakendusest, mitte aga seadmest.
uk: Це буде вилучене лише з програми, але залишиться на пристрої.

source: Cancel Search
de: Suche abbrechen
et: Katkesta otsing
uk: Скасувати пошук

source: Search entries in this group
de: Einträge in dieser Gruppe suchen
et: Otsi sellest grupist kirjeid
uk: Шукати записи у цій групі

source: Lock
de: Sperren
et: Lukusta
uk: Блокувати

source: Close
de: Schließen
et: Sulge
uk: Закрити

source: Back
de: Zurück
et: Tagasi
uk: Назад

source: View Mode
de: Ansichtsmodus
et: Vaaterežiim

source: Search
de: Suchen
et: Otsi
uk: Пошук

source: Lock Database
de: Datenbank sperren
et: Lukusta andmebaas
uk: Блокувати базу даних

source: Close Database
de: Datenbank schließen
et: Sulge andmebaas
uk: Закрити базу даних

source: Change View
de: Ansicht wechseln
et: Muuda vaadet

source: All groups and entries.
de: Alle Gruppen und Einträge.
et: Kõik grupid ja kirjed.

source: Entries grouped by template.
de: Einträge gruppiert nach Vorlage.
et: Malli alusel rühmitatud kirjed.

source: Entries with 2FA codes.
de: Einträge mit 2FA Codes.
et: 2FA-koodidega kirjed.

source: Entries grouped by tag.
de: Einträge gruppiert nach Tags.
et: Sildi alusel rühmitatud kirjed.

source: Select View
de: Wähle Ansicht
et: Vali vaade

source: Select
de: Auswählen
et: Vali

source: Cancel
et: Katkesta

source: Change settings based on your preferences. Any change to the settings requires a restart to take effect.
de: Ändere die Einstellungen nach deinen Wünschen. Jede Änderung erfordert einen Neustart der App um aktiv zu werden.
et: Muuda seadistusi vastavalt oma eelistustele. Iga seadistuste muutus eeldab jõustamiseks rakenduse uuesti käivitamist.
uk: Змініть налаштування під свої потреби. Будь-які зміни налаштувань для їх активації вимагають перезапуску.

source: Enable database locking
de: Aktiviere Datenbanksperrung
et: Lülita andmebaasi lukustamine sisse
uk: Активувати блокування бази даних

source: Securely lock and unlock database with a short passcode. Requires restart to take effect.
de: Sichere Sperrung und Entsperrung der Datenbank mit einem kurzen Passcode. Erfordert einen Neustart, um wirksam zu werden.
et: Kasuta andmebaasi lukustamiseks ja avamiseks lühikest salakoodi. Jõustamine eeldab rakenduse uuesti käivitamist.
uk: Безпечно блокуйте та розблоковуйте базу даних коротким кодом. Для активації потрібне перезавантаження.

source: Enable Accents
de: Aktiviere Akzentfarben
et: Kasuta aktsentvärve
uk: Активувати акцентні кольори

source: Set header color and name according to database settings. Compatible with KeePassXC.
de: Setze die Kopfleistenfarbe und -bezeichnung basierend auf den Datenbankeinstellungen. Kompatibel mit KeePassXC.
et: Seadista päise värv ja nimi vastavalt andmebaasi seadistustele. Ühildub KeePassXC-ga.

source: Show the "Recycle bin" group
de: Gruppe „Papierkorb“ anzeigen
et: Näita gruppi „Prügikast“
uk: Показати групу "Кошик"

source: This group contains all the deleted entries
de: Diese Gruppe enthält alle gelöschten Einträge
et: Siin on näha kõik kustutatud kirjed
uk: Ця група містить усі видаленні записи

source: Notes
de: Notizen
et: Märkmed
uk: Нотатки

source: Tap to copy
de: Antippen zum Kopieren
et: Kopeerimiseks klõpsa
uk: Торкніться для копіювання

source: Manual path set.
de: Manueller Pfad gesetzt.
et: Käsitsi määratud asukoht on seadistatud.
uk: Шлях встановлений вручну.

source: The passcode is the first five characters of the database password (or the whole password if less than five characters).
de: Das Passwort sind die ersten fünf Zeichen des Datenbankpassworts (oder das gesamte Passwort, falls es weniger als 5 Zeichen hat).
et: Salakood on andmebaasi salasõna viis esimest tähemärki (või kogu salasõna, kui ta on alla viie tähemärgi pikk).
uk: Код доступу — це перші п’ять символів пароля бази даних (або весь пароль, якщо він менш як п'ять символів).

source: Passcode
de: Passwort
et: Salakood
uk: Код доступу

source: Unlock
de: Entsperren
et: Eemalda lukustus
uk: Розблокувати

source: Securely Unlocking
de: Sicheres entsperren
et: Turvaline lukustuse eemaldamine
uk: Безпечне розблокування

source: Securely Locking
de: Sicheres Sperren
et: Turvaline lukustamine
uk: Безпечне блокування

source: Database Not Opening?
de: Datenbank öffnet sich nicht?
et: Kas andmebaas ei avane?
uk: База даних не відкривається?

source: Enter the database master password
de: Datenbankpasswort eingeben
et: Sisesta andmebaasi üldsalasõna
uk: Вкажіть майстер-пароль бази даних

source: Master Password
de: Datenbankpasswort
et: Üldsalasõna
uk: Майстер-пароль

source: Open
de: Öffnen
et: Ava
uk: Відкрити

source: Opening
de: Öffne
et: Avamisel
uk: Відкривається

source: <b>Showing all 2FA codes in the database.</b><br/>View an entry's details using its action bar.
et: <b>Näitan kõiki andmebaasi 2FA-koode.</b><br/>Kirje üksikasju näed tema tegevuste ribalt.
uk: <b>Показані усі 2FA коди у базі даних.</b><br/>Переглянути деталі записів можна через цей пункт меню.

source: Special Categories
de: Spezielle Kategorien
et: Erikategooriad

source: All Templates
de: Alle Vorlagen
et: Kõik mallid

# Default view of the password database (all entries)
source: Default View
de: Standardansicht
et: Vaikimisi vaade

# Two-factor/OTP codes (keep phrase short as possible)
source: 2FA Codes
et: 2FA-koodid

# List of entries with tags
source: Tags
de: Schlagwörter
et: Sildid

source: Tags
de: Schlagwörter
et: Sildid
uk: Теги
