Repository: johaahn/keepass-rx
Catalog: po/*.po
Languages: fr, id, is, lo, nl, ta

source: Copy Username
fr: Copier le nom d'utilisateur
id: Salin Nama Pengguna
lo: ຄັດລອກຊື່ຜູ້ໃຊ້
nl: Gebruikersnaam kopiëren
ta: பயனர்பெயரை நகலெடுக்கவும்

source: Copy Password
fr: Copier le mot de passe
id: Salin Kata Sandi
lo: ຄັດລອກລະຫັດຜ່ານ
nl: Wachtwoord kopiëren
ta: கடவுச்சொல்லை நகலெடுக்கவும்

source: Open URL
fr: Ouvrir l'URL
id: Buka URL
lo: ເປີດ URL
nl: Url openen
ta: URLஐத் திறக்கவும்

source: Copy 2FA Code
fr: Copier le code 2FA
id: Salin Kode 2FA
lo: ຄັດລອກລະຫັດ 2FA
nl: 2FA-code kopiëren
ta: 2FA குறியீட்டை நகலெடுக்கவும்

source: View Entry
fr: Afficher l'entrée
id: Lihat Entri
lo: ເບິ່ງຂໍ້ມູນ
nl: Item bekijken
ta: நுழைவு காண்க

source: Tap to copy 2FA code
fr: Appuyez pour copier le code 2FA
id: Ketuk untuk menyalin kode 2FA
lo: ແຕະເພື່ອຄັດລອກລະຫັດ 2FA
nl: Druk om de 2FA-code te kopiëren
ta: 2FA குறியீட்டை நகலெடுக்க தட்டவும்

source: About
fr: A propos de
id: Tentang
is: Um appið
lo: ກ່ຽວກັບ
nl: Over
ta: பற்றி

source: KeePassRX is password manager for KeePass databases, designed for Ubuntu Touch. It is licensed under the GNU AGPL v3 license.
fr: KeePassRX est un gestionnaire de mots de passe pour les bases de données KeePass, conçu pour Ubuntu Touch. Il est distribué sous licence GNU AGPL v3.
id: KeePassRX adalah pengelola kata sandi untuk basis data KeePass, yang dirancang untuk Ubuntu Touch. Aplikasi ini dilisensikan di bawah lisensi GNU AGPL v3.
nl: KeePassRX is een wachtwoordbeheerder die KeePass-databanken kan openen en bewerken. De app is uitgebracht onder de GNU APGLv3-licentie.
ta: KeePassRX என்பது கீபாச் தரவுத்தளங்களுக்கான கடவுச்சொல் நிர்வாகியாகும், இது உபுண்டு டச்சிற்காக வடிவமைக்கப்பட்டுள்ளது. இது GNU AGPL v3 உரிமத்தின் கீழ் உரிமம் பெற்றது.

source: The built-in KeePass icon images are licensed under a variety of licenses as detailed in assets/COPYING.
fr: Les images des icônes KeePass intégrées sont soumises à diverses licences, comme indiqué dans actifs/copie.
id: Gambar ikon bawaan KeePass dilisensikan di bawah berbagai lisensi sebagaimana dirinci dalam assets/COPYING.
lo: ຮູບໄອຄອນ KeePass ທີ່ມີມາໃຫ້ນັ້ນຢູ່ພາຍໃຕ້ໃບອະນຸຍາດທີ່ຫຼາກຫຼາຍ ດັ່ງທີ່ລະບຸໄວ້ໃນ assets/COPYING.
nl: De meegeleverde KeePass-pictogrammen zijn uitgebracht onder verschillende licenties. Meer informatie is te vinden in ‘assets/COPYING’.
ta: உள்ளமைக்கப்பட்ட KeePass படவுரு படங்கள் சொத்துகள்/நகல் செய்வதில் விவரிக்கப்பட்டுள்ள பல்வேறு உரிமங்களின் கீழ் உரிமம் பெற்றவை.

source: Manual
fr: Manuel
id: Panduan
nl: Handleiding
ta: கையேடு

source: • Gemini: <a href='gemini://agnos.is/projects/keepassrx/'>gemini://agnos.is/projects/keepassrx/</a>
ta: • செமினி: <a href='gemini://agnos.is/projects/keepassrx/'>gemini://agnos.is/projects/keepassrx/</a>

source: • Web: <a href='https://agnos.is/projects/keepassrx/'>https://agnos.is/projects/keepassrx/</a>
ta: • இணையம்: <a href='https://agnos.is/projects/keepassrx/'>https://agnos.is/projects/keepassrx/</a>

source: Source Code
fr: Code source
id: Kode Sumber
nl: Broncode
ta: மூலக் குறியீடு

source: Open Source Licenses
fr: Licences Open Source
id: Lisensi Sumber Terbuka
nl: Opensourcelicenties
ta: திறந்த மூல உரிமங்கள்

source: Website
id: Situs Web
ta: இணையதளம்

source: Add Database
fr: Ajouter une base de données
id: Tambah Basis Data
is: Bæta við Gangnagrunn
lo: ເພີ່ມຖານຂໍ້ມູນ
nl: Databank toevoegen
ta: தரவுத்தளத்தைச் சேர்க்கவும்

source: Settings
fr: Paramètres
id: Pengaturan
is: Stillingar
lo: ການຕັ້ງຄ່າ
nl: Instellingen
ta: அமைப்புகள்

source: Loading last database.
fr: Chargement de la dernière base de données.
id: Memuat basis data terakhir.
is: Síðasti gagnagrunnurinn í vinnslu.
lo: ກຳລັງໂຫຼດຖານຂໍ້ມູນຫຼ້າສຸດ.
nl: Bezig met openen van vorige databank…
ta: கடைசி தரவுத்தளத்தை ஏற்றுகிறது.

source: Select Database
fr: Sélectionner la base de données
id: Pilih Basis Data
is: Kjósa gagnagrunn
lo: ເລືອກຖານຂໍ້ມູນ
nl: Databank kiezen
ta: தரவுத்தளத்தைத் தேர்ந்தெடுக்கவும்

source: Tap + to import a database.
fr: Appuyer + pour importer une base de données.
id: Ketuk + untuk mengimpor basis data.
is: Ýtið á + til að flytja inn gagnagrunn.
lo: ແຕະ + ເພື່ອນຳເຂົ້າຖານຂໍ້ມູນ.
nl: Druk op ‘+’ om een databank toe te voegen.
ta: தரவுத்தளத்தை இறக்குமதி செய்ய + தட்டவும்.

source: It will only be removed from the app, not your device.
fr: Elle sera simplement retirée de l’application, pas de votre appareil.
id: Ini hanya akan dihapus dari aplikasi, bukan dari perangkat Anda.
is: Það mun eyða frá appinu en ekki síminn þinn.
lo: ມັນຈະຖືກລຶບອອກຈາກແອັບເທົ່ານັ້ນ, ບໍ່ແມ່ນຈາກອຸປະກອນຂອງທ່ານ.
nl: Let op: de databank wordt alleen verwijderd uit de app, niet van je apparaat.
ta: இது பயன்பாட்டிலிருந்து மட்டுமே அகற்றப்படும், உங்கள் சாதனம் அல்ல.

source: Cancel Search
fr: Annuler la recherche
id: Batal Cari
is: Hætta leit
lo: ຍົກເລີກການຄົ້ນຫາ
nl: Zoekopdracht afbreken
ta: தேடலை நீக்கறல்

source: Search all entries
fr: Rechercher toutes les entrées
id: Cari semua entri
lo: ຄົ້ນຫາຂໍ້ມູນທັງໝົດ
nl: Alle items doorzoeken
ta: அனைத்து உள்ளீடுகளையும் தேடுங்கள்

source: Search all entries under this group
fr: Rechercher toutes les entrées sous ce groupe
id: Cari semua entri di bawah grup ini
lo: ຄົ້ນຫາຂໍ້ມູນທັງໝົດໃນກຸ່ມນີ້
nl: Doorzoek alle items binnen deze groep
ta: இந்தக் குழுவின் கீழ் உள்ள அனைத்து உள்ளீடுகளையும் தேடுங்கள்

source: Search entries in this group
fr: Rechercher les entrées dans ce groupe
id: Cari entri dalam grup ini
is: Leitaðu að hlut í þessum flokki
lo: ຄົ້ນຫາຂໍ້ມູນໃນກຸ່ມນີ້
nl: Deze groep doorzoeken
ta: இந்த குழுவில் உள்ளீடுகளைத் தேடுங்கள்

source: Lock
fr: Verrouiller
id: Kunci
is: Læsa
lo: ລັອກ
nl: Vergrendelen
ta: பூட்டு

source: Close
fr: Fermer
id: Tutup
is: Loka
lo: ປິດ
nl: Sluiten
ta: மூடு

source: Back
fr: Retour
id: Kembali
is: Til baka
lo: ກັບຄືນ
nl: Terug
ta: பின்

source: View Mode
fr: Mode d'affichage
id: Mode Tampilan
lo: ຮູບແບບການເບິ່ງ
nl: Weergavemodus
ta: பார்வை முறை

source: Search
fr: Chercher
id: Cari
is: Leita
lo: ຄົ້ນຫາ
nl: Zoeken
ta: தேடல்

source: Lock Database
fr: Verrouiller la base de données
id: Kunci Basis Data
is: Læsa Gangnagrunn
lo: ລັອກຖານຂໍ້ມູນ
nl: Databank vergrendelen
ta: தரவுத்தளத்தை பூட்டு

source: Close Database
fr: Fermer la base de données
id: Tutup Basis Data
is: Loka Gagnagrunn
lo: ປິດຖານຂໍ້ມູນ
nl: Databank sluiten
ta: தரவுத்தளத்தை மூடு

source: Change View
fr: Changer d'affichage
id: Ubah Tampilan
lo: ປ່ຽນມຸມມອງ
nl: Weergave aanpassen
ta: பார்வையை மாற்றவும்

source: All Entries
fr: Toutes les entrées
id: Semua Entri
lo: ຂໍ້ມູນທັງໝົດ
nl: Alle items
ta: அனைத்து உள்ளீடுகள்

source: All groups and entries.
fr: Tous les groupes et toutes les entrées.
id: Semua grup dan entri.
lo: ກຸ່ມ ແລະ ຂໍ້ມູນທັງໝົດ.
nl: Alle groepen en items.
ta: அனைத்து குழுக்கள் மற்றும் உள்ளீடுகள்.

source: Special Categories
fr: Catégories spéciales
id: Kategori Spesial
lo: ໝວດພິເສດ
nl: Speciale categorieën
ta: சிறப்பு வகைகள்

source: Entries grouped by template.
fr: Entrées regroupées par modèle.
id: Entri dikelompokkan berdasarkan templat.
lo: ຂໍ້ມູນຖືກຈັດກຸ່ມຕາມແມ່ແບບ.
nl: Items gegroepeerd op sjabloon.
ta: உள்ளீடுகள் டெம்ப்ளேட் மூலம் தொகுக்கப்பட்டுள்ளன.

source: 2FA Codes
fr: Codes 2FA
id: Kode 2FA
lo: ລະຫັດ 2FA
ta: 2FA குறியீடுகள்

source: Entries with 2FA codes.
fr: Entrées avec codes 2FA.
id: Entri dengan kode 2FA.
lo: ຂໍ້ມູນທີ່ມີລະຫັດ 2FA.
nl: Items met 2FA-codes.
ta: 2FA குறியீடுகளுடன் உள்ளீடுகள்.

source: Tags
fr: Balises
id: Tag
lo: ແທັກ
nl: Labels
ta: குறிச்சொற்கள்

source: Entries grouped by tag.
fr: Entrées regroupées par balise.
id: Entri dikelompokkan berdasarkan tag.
lo: ຂໍ້ມູນຖືກຈັດກຸ່ມຕາມແທັກ.
nl: Items gegroepeerd op label.
ta: குறிச்சொல் மூலம் தொகுக்கப்பட்ட பதிவுகள்.

source: Select View
fr: Sélectionner Affichage
id: Pilih Tampilan
lo: ເລືອກມຸມມອງ
nl: Kies een weergave
ta: காட்சி என்பதைத் தேர்ந்தெடுக்கவும்

source: Select
fr: Sélectionner
id: Pilih
lo: ເລືອກ
nl: Kiezen
ta: தேர்ந்தெடு

source: Cancel
fr: Annuler
id: Batal
lo: ຍົກເລີກ
nl: Annuleren
ta: ரத்துசெய்

source: Key Loaded
id: Kunci Dimuat
nl: De sleutel is ingelezen
ta: விசை ஏற்றப்பட்டது

source: Remove Key
id: Hapus Kunci
nl: Sleutel verwijderen
ta: விசையை அகற்று

source: Use Key
id: Gunakan Kunci
nl: Sleutel gebruiken
ta: விசையைப் பயன்படுத்தவும்

source: Automatically detected a key file for this database.
id: Secara otomatis mendeteksi file kunci untuk basis data ini.
nl: Het sleutelbestand van deze databank is automatisch vastgesteld.
ta: இந்தத் தரவுத்தளத்திற்கான முக்கிய கோப்பு தானாகவே கண்டறியப்பட்டது.

source: A key file will be used to open this database.
fr: Un fichier clé sera utilisé pour ouvrir cette base de données.
id: File kunci akan digunakan untuk membuka basis data ini.
nl: Er wordt een sleutelbestand gebruikt om deze databank te openen.
ta: இந்த தரவுத்தளத்தைத் திறக்க ஒரு முக்கிய கோப்பு பயன்படுத்தப்படும்.

source: Select Key File
fr: Sélectionner le fichier clé
id: Pilih File Kunci
nl: Sleutelbestand kiezen
ta: முக்கிய கோப்பைத் தேர்ந்தெடுக்கவும்

source: Enter the database master password
fr: Entrez le mot de passe principal de la base de données
id: Masukkan kata sandi master basis data
is: Sláðu inn aðallykilorð gagnagrunnsins
lo: ປ້ອນລະຫັດຜ່ານຫຼັກຂອງຖານຂໍ້ມູນ
nl: Voer het hoofdwachtwoord in
ta: தரவுத்தள முதன்மை கடவுச்சொல்லை உள்ளிடவும்

source: Master Password
fr: Mot de passe principal
id: Kata Sandi Master
is: Aðallykilorð
lo: ລະຫັດຜ່ານຫຼັກ
nl: Hoofdwachtwoord
ta: முதன்மை கடவுச்சொல்

source: Open
fr: Ouvrir
id: Buka
is: Opna
lo: ເປີດ
nl: Openen
ta: திற

source: Hide Password
id: Sembunyikan Kata Sandi
nl: Wachtwoord verbergen
ta: கடவுச்சொல்லை மறை

source: Show Password
fr: Afficher le mot de passe
id: Tampilkan Kata Sandi
nl: Wachtwoord tonen
ta: கடவுச்சொல்லைக் காட்டு

source: Opening
fr: Ouverture
id: Membuka
is: Í vinnslu
lo: ກຳລັງເປີດ
nl: Bezig met openen…
ta: திறப்பு

source: Change settings based on your preferences.
id: Ubah pengaturan berdasarkan preferensi Anda.
ta: உங்கள் விருப்பங்களின் அடிப்படையில் அமைப்புகளை மாற்றவும்.

source: Enable database locking
fr: Activer le verrouillage de la base de données
id: Aktifkan penguncian basis data
is: Virkja læsingu gagnagrunnsins
lo: ເປີດໃຊ້ການລັອກຖານຂໍ້ມູນ
nl: Databanken vergrendelen
ta: தரவுத்தள பூட்டுதலை இயக்கு

source: Securely lock and unlock database with a short passcode. Requires restart to take effect.
fr: Verrouillez et déverrouillez la base de données en toute sécurité à l'aide d'un code d'accès court. Un redémarrage est nécessaire pour que la modification prenne effet.
id: Kunci dan buka kunci basis data dengan aman menggunakan kode sandi singkat. Memerlukan mulai ulang untuk menerapkan perubahan.
is: Notaðu stutt lykilorð til að Loka og aflæsa gagnagrunnur með öryggi. Appið þarf að endurræsa.
lo: ລັອກ ແລະ ປົດລັອກຖານຂໍ້ມູນຢ່າງປອດໄພດ້ວຍລະຫັດຜ່ານສັ້ນ. ຕ້ອງເລີ່ມຕົ້ນໂປຣແກຣມໃໝ່ເພື່ອໃຫ້ມີຜົນ.
nl: Vergrendel en ontgrendel databanken met een toegangscode. Herstart de app om de wĳziging toe te passen.
ta: குறுகிய கடவுக்குறியீடு மூலம் தரவுத்தளத்தை பாதுகாப்பாக பூட்டி திறக்கவும். செயல்பட மறுதொடக்கம் தேவை.

source: Enable Accents
fr: Activer les accents
id: Aktifkan Aksen
is: Virkja Lit
lo: ເປີດໃຊ້ສີເນັ້ນ
nl: Accenten gebruiken
ta: உச்சரிப்புகளை இயக்கு

source: Set header color and name according to database settings. Compatible with KeePassXC.
fr: Définissez la couleur et le nom de l'en-tête en fonction des paramètres de la base de données. Compatible avec KeePassXC.
id: Atur warna header dan nama sesuai dengan pengaturan basis data. Kompatibel dengan KeePassXC.
lo: ຕັ້ງຄ່າສີຫົວຂໍ້ ແລະ ຊື່ຕາມການຕັ້ງຄ່າຖານຂໍ້ມູນ. ເຂົ້າກັນໄດ້ກັບ KeePassXC.
nl: Voorzie de werkbalk en balk met appnaam van een kleur. Compatibel met KeePassXC.
ta: தரவுத்தள அமைப்புகளின்படி தலைப்பு நிறம் மற்றும் பெயரை அமைக்கவும். KeePassXC உடன் இணக்கமானது.

source: Show the "Recycle bin" group
fr: Afficher le groupe « Corbeille »
id: Tampilkan grup "Tempat sampah"
is: Sýna "ruslið" flokkur
lo: ສະແດງກຸ່ມ "ຖັງຂີ້ເຫຍື້ອ"
nl: Prullenbakgroep tonen
ta: "மறுசுழற்சி தொட்டி" குழுவைக் காட்டு

source: This group contains all the deleted entries
fr: Ce groupe contient toutes les entrées supprimées
id: Grup ini berisi semua entri yang telah dihapus
lo: ກຸ່ມນີ້ບັນຈຸຂໍ້ມູນທັງໝົດທີ່ຖືກລຶບ
nl: Deze groep bevat alle verwijderde items.
ta: இந்த குழுவில் நீக்கப்பட்ட அனைத்து உள்ளீடுகளும் உள்ளன

source: Fuzzy Search
id: Pencarian Fuzzy
ta: தெளிவற்ற தேடல்

source: Use fuzzy search to find entries. If disabled, search only matches exact case insensitive text.
id: Gunakan pencarian fuzzy untuk menemukan entri. Jika dinonaktifkan, pencarian hanya mencocokkan teks persis tanpa membedakan huruf besar-kecil.
ta: உள்ளீடுகளைக் கண்டறிய தெளிவற்ற தேடலைப் பயன்படுத்தவும். முடக்கப்பட்டிருந்தால், தேடல் சரியான கேச் சென்சிட்டிவ் உரையுடன் மட்டுமே பொருந்தும்.

source: %1 copied to clipboard (30 secs)
fr: %1 copié dans le presse-papiers (30 secondes)
id: %1 disalin ke papan klip (30 detik)
lo: ຄັດລອກ %1 ໃສ່ຄລິບບອດແລ້ວ (30 ວິນາທີ)
nl: %1 is gekopieerd naar het klembord (30 sec.)
ta: %1 இடைநிலைப்பலகைக்கு நகலெடுக்கப்பட்டது (30 வினாடிகள்)

source: Notes
id: Catatan
is: Athugasemdir
lo: ບັນທຶກ
nl: Aantekeningen
ta: குறிப்புகள்

source: Tap to copy
fr: Appuyez pour copier
id: Ketuk untuk menyalin
is: Ýtið á til að afrita
lo: ແຕະເພື່ອຄັດລອກ
nl: Druk om te kopiëren
ta: நகலெடுக்க தட்டவும்

source: Notes copied to clipboard (30 secs)
fr: Notes copiées dans le presse-papiers (30 secondes)
id: Catatan disalin ke papan klip (30 detik)
nl: De aantekeningen zijn gekopieerd naar het klembord (30 sec.)
ta: குறிப்புகள் இடைநிலைப்பலகைக்கு நகலெடுக்கப்பட்டது (30 வினாடிகள்)

source: Main
fr: Principal
id: Utama
lo: ຫຼັກ
nl: Algemeen
ta: முக்கிய

source: Username
fr: Nom d'utilisateur
id: Nama Pengguna
lo: ຊື່ຜູ້ໃຊ້
nl: Gebruikersnaam
ta: பயனர் பெயர்

source: Password
fr: Mot de passe
id: Kata Sandi
lo: ລະຫັດຜ່ານ
nl: Wachtwoord
ta: கடவுச்சொல்

source: URL
ta: முகவரி

source: Other Fields
fr: Autres champs
id: Bidang Lainnya
lo: ຊ່ອງຂໍ້ມູນອື່ນໆ
nl: Overige velden
ta: மற்ற துறைகள்

source: KeePassRX: Clipboard cleared.
fr: KeePassRX : Presse-papiers effacé.
id: KeePassRX: Papan klip dikosongkan.
nl: KeePassRX: klembord gewist.
ta: KeePassRX: இடைநிலைப்பலகை அழிக்கப்பட்டது.

source: Manual path set.
fr: Chemin défini manuellement.
id: Jalur manual telah diatur.
is: Handvirk leið staðsett.
lo: ກຳນົດເສັ້ນທາງເອງແລ້ວ.
nl: Stel de locatie handmatig in.
ta: கையேடு பாதை தொகுப்பு.

source: The passcode is the first five characters of the database password (or the whole password if less than five characters).
fr: Le code d’accès correspond aux cinq premiers caractères du mot de passe de la base de données (ou au mot de passe complet s’il comporte moins de cinq caractères).
id: Kode sandi adalah lima karakter pertama dari kata sandi basis data (atau seluruh kata sandi jika kurang dari lima karakter).
is: Stutt lykilorðið er fyrstu fimm stafirnar af lykilorðinu gagnagrunnar (eða heilt lykilorð ef það er stuttara en fimm stafir).
lo: ລະຫັດຜ່ານສັ້ນແມ່ນ 5 ຕົວອັກສອນທຳອິດຂອງລະຫັດຜ່ານຖານຂໍ້ມູນ (ຫຼື ລະຫັດຜ່ານທັງໝົດ ຖ້າໜ້ອຍກວ່າ 5 ຕົວອັກສອນ).
nl: De toegangscode bestaat uit de eerste vijf tekens van het databankwachtwoord (of het gehele wachtwoord, indien minder dan vijf tekens).
ta: கடவுக்குறியீடு என்பது தரவுத்தள கடவுச்சொல்லின் முதல் ஐந்து எழுத்துகள் (அல்லது ஐந்து எழுத்துகளுக்கு குறைவாக இருந்தால் முழு கடவுச்சொல்).

source: Passcode
fr: Code d'accès
id: Kode Sandi
is: Stutt lykilorð
lo: ລະຫັດຜ່ານສັ້ນ
nl: Toegangscode
ta: கடவுக்குறியீடு

source: Unlock
fr: Déverrouiller
id: Buka Kunci
is: Aflæsa
lo: ປົດລັອກ
nl: Ontgrendelen
ta: திறக்கவும்

source: Securely Unlocking
fr: Déverrouillage sécurisé
id: Membuka Kunci dengan Aman
is: Að aflæsa með öryggi
lo: ກຳລັງປົດລັອກຢ່າງປອດໄພ
nl: Veilig ontgrendelen
ta: பாதுகாப்பாக திறத்தல்

source: Securely Locking
fr: Verrouillage sécurisé
id: Mengunci dengan Aman
is: Læsa með öryggi
lo: ກຳລັງລັອກຢ່າງປອດໄພ
nl: Veilig vergrendelen
ta: பாதுகாப்பாக பூட்டுதல்

source: Database Not Opening?
fr: La base de données ne s'ouvre pas ?
id: Basis Data Tidak Terbuka?
is: Er gagnagrunnur ekki að opna?
lo: ຖານຂໍ້ມູນເປີດບໍ່ໄດ້ບໍ?
nl: Wordt de databank niet geopend?
ta: தரவுத்தளம் திறக்கவில்லையா?

source: <b>Showing all 2FA codes in the database.</b><br/>View an entry's details using its action bar.
fr: <b>Affichage de tous les codes 2FA dans la base de données.</b><br/>Affichage des détails d'une entrée à l'aide de sa barre d'actions.
id: <b>Menampilkan semua kode 2FA dalam basis data.</b><br/>Lihat detail entri menggunakan bilah tindakannya.
lo: <b>ສະແດງລະຫັດ 2FA ທັງໝົດໃນຖານຂໍ້ມູນ.</b><br/>ເບິ່ງລາຍລະອຽດຂໍ້ມູນໂດຍໃຊ້ແຖບຄຳສັ່ງ.
nl: <b>Alle 2FA-codes in de databank worden getoond.</b><br/>Gebruik het actiemenu om details van een item te bekijken.
ta: <b>தரவுத்தளத்தில் உள்ள அனைத்து 2FA குறியீடுகளையும் காட்டுகிறது.</b><br/>பதிவின் செயல் பட்டையைப் பயன்படுத்தி அதன் விவரங்களைப் பார்க்கவும்.

# A database imported via ContentHub
source: Imported
fr: Importé
id: Diimpor
lo: ນຳເຂົ້າແລ້ວ
nl: Geïmporteerd
ta: இறக்குமதி செய்யப்பட்டது

# A database managed by external file sync
source: Synced
fr: Synchronisé
id: Disinkronkan
lo: ຊິງຄ໌ແລ້ວ
nl: Gesynchroniseerd
ta: ஒத்திசைக்கப்பட்டது

source: All Templates
fr: Tous les modèles
id: Semua Templat
lo: ແມ່ແບບທັງໝົດ
nl: Alle sjablonen
ta: அனைத்து டெம்ப்ளேட்கள்

# Default view of the password database (all entries)
source: Default View
fr: Affichage par défaut
id: Tampilan Standar
lo: ມຸມມອງເລີ່ມຕົ້ນ
nl: Standaardweergave
ta: இயல்புநிலை பார்வை

# Two-factor/OTP codes (keep phrase short as possible)
source: 2FA Codes
fr: Codes 2FA
id: Kode 2FA
lo: ລະຫັດ 2FA
ta: 2FA குறியீடுகள்

# List of entries with tags
source: Tags
fr: Balises
id: Tag
lo: ແທັກ
nl: Labels
ta: குறிச்சொற்கள்

source: Change settings based on your preferences. Any change to the settings requires a restart to take effect.
fr: Modifiez les paramètres en fonction de vos préférences. Toute modification des paramètres nécessite un redémarrage pour prendre effet.
is: Breyttu stillingum. Appið þarf að endurræsa ef stillingar eru breyttar.
lo: ປ່ຽນການຕັ້ງຄ່າຕາມຄວາມຕ້ອງການຂອງທ່ານ. ການປ່ຽນແປງໃດໆ ຈະມີຜົນຫຼັງຈາກເລີ່ມຕົ້ນໂປຣແກຣມໃໝ່.

source: Auto-detected key file for database.
fr: Fichier clé détecté automatiquement pour la base de données.

source: Tap the key icon to use a key file.
fr: Appuyez sur l'icône en forme de clé pour utiliser un fichier clé.

source: Key File
fr: Fichier clé

source: Provide a key file for opening the database.
fr: Fournissez un fichier clé pour ouvrir la base de données.

source: Toggle password field visibility
fr: Activer/désactiver l'affichage du champ mot de passe

source: Tap the eye icon to show the password.
fr: Appuyez sur l'icône en forme d'œil pour afficher le mot de passe.

source: KeePassRX is a work-in-progress password manager for KeePass password databases. It is licensed under the GNU GPL v3 license.
is: KeePassRX er app lykilorðs-app í vinnslu fyrir KeePass gagnagrunna. Appið hefur leyfi samkvæmt GNU GPL v3.
lo: KeePassRX ແມ່ນໂປຣແກຣມຈັດການລະຫັດຜ່ານທີ່ກຳລັງພັດທະນາ ສຳລັບຖານຂໍ້ມູນລະຫັດຜ່ານ KeePass. ມັນຢູ່ພາຍໃຕ້ໃບອະນຸຍາດ GNU GPL v3.

source: Source: <a href='https://git.agnos.is/projectmoon/keepass-rx'>https://git.agnos.is/projectmoon/keepass-rx</a>
is: Uppruni: <a href='https://git.agnos.is/projectmoon/keepass-rx'>https://git.agnos.is/projectmoon/keepass-rx</a>
lo: ທີ່ມາ: <a href='https://git.agnos.is/projectmoon/keepass-rx'>https://git.agnos.is/projectmoon/keepass-rx</a>
